module Constants
  # 行政オンラインサービス
  ONLINE_SERVICE_TITLE = %W(デジタルブック)
  # 妊娠・出産
  PREGNANCY_CHILDBIRTH_TITLE = %W(助産制度 妊婦の歯科健診 産婦健康診査 妊婦健康診査 妊娠中に気をつけたい感染症について 風しんワクチンの接種費用助成のお知らせ 1歳6か月児健康診査 3歳児健康診査 幼児歯科健康診査 3か月児健康診査 乳児一般健康診査 新生児聴覚検査 先天性代謝異常等検査 予防接種の基本知識 造血細胞移植により接種済みの定期予防接種の免疫が失われた方へ 妊産婦訪問 新生児等の訪問指導 エンゼルサポーターの派遣について 産後ケア事業 助産施設への入所について 不妊に悩む方への特定治療支援事業(特定不妊治療費助成) 児童手当 未熟児養育医療の給付 新生児聴覚検査 母子父子寡婦福祉資金の貸付 ひとり親家庭高等職業訓練促進資金貸付事業 延長保育 休日保育 夜間保育 平成31年度 保育所・認定こども園・地域型保育事業の開所時間について 平成30年4月からの利用者負担額(保育料)について 平成31年度\ 実費徴収に係る補足給付事業のご案内 母子生活支援施設 保育・幼児教育センター\ 関係機関 保育・幼児教育センター\ 認可外保育施設教育費補助診査 子育ていろいろ便利帳)
  # 子育て
  CHILD_RAISING_TITLE = %W(乳幼児アトピー・ぜん息相談のご案内[要予約] 4種混合ワクチン及びポリオワクチン接種のお知らせ 日本脳炎予防接種のお知らせ ヒブワクチン及び小児用肺炎球菌ワクチン接種のお知らせ 水痘(みずぼうそう)ワクチン接種のお知らせ B型肝炎ワクチンの予防接種が定期接種になりました 結核児童の療育給付 大阪市若年ひとり親の新たな家庭生活支援事業 こどもの医療費を助成します 児童扶養手当 ひとり親家庭の医療費助成 ひとり親家庭高等学校卒業程度認定試験合格支援事業 ひとり親家庭高等職業訓練促進給付金 ひとり親家庭専門学校等受験対策給付金 ひとり親家庭自立支援教育訓練給付金 ひとり親家庭高等職業訓練促進資金貸付事業 ひとり親家庭等への支援 小児慢性特定疾病医療費の助成 小児慢性特定疾病児日常生活用具給付事業 こども難病日常生活用具給付事業 自立支援医療(育成医療) こども難病医療費助成制度について 4・5歳児にかかる幼児教育の無償化 認可外保育施設について 平成30年度\ 実費徴収に係る補足給付事業のご案内 私立幼稚園に就園しているお子さんの保育料に対する補助 病児・病後児保育事業 一時預かり 大阪市一時預かり事業利用料減免申請について ショートステイ 大阪市子育て短期支援事業(子どものショートステイ事業)の利用について 大阪市内保育施設等の空き情報について 保育所・認定こども園(保育認定)・地域型保育事業の保育料について 公立保育所延長保育事業について 障がいのあるこどもの保育所入所について 幼稚園・認定こども園(教育標準時間認定)の保育料について 保育施設・事業の利用について 地域型保育への入所 認可外保育施設について 認可外保育施設における幼児教育の無償化について 幼稚園の預かり保育 教育・保育施設、地域型保育の保育料の減免 大阪市新規採用保育士特別給付補助金交付要綱 母親教室 ひとり親家庭等日常生活支援事業 塾代助成事業 緊急母子一時保護 養育費の確保・面会交流について(ひとり親家庭支援) 里親制度 子育て活動支援事業(子ども・子育てプラザ) 保育士資格取得における認可外保育施設での勤務経験による合格科目免除期間延長について 児童福祉施設 赤ちゃんの短期預かり 大阪市赤ちゃんの駅 小児慢性特定疾病児等療養相談会 弁護士による「離婚・養育費」に関する無料の専門相談を実施します 児童虐待ホットラインと児童虐待メール相談 4・5歳児発達相談 発達障がいのある方への支援 虐待から子どもを守るために こどものいじめ、児童虐待、体罰等に関するSOS)
  # 教育
  EDUCATION_TITLE = %W(大阪市内幼稚園・保育所等マップ 幼児教育の無償化 小・中学校の就学援助 大阪市立中学校の夜間学級 大阪市奨学費 主な奨学金等支援制度の概要 特別支援教育就学奨励費 大阪市立\ 阿武山学園)
  # 結婚・離婚
  MARRIAGE_DIVORCE_TITLE = %W(大阪市各区のオリジナル婚姻届を配布しています\ ぜひご利用ください！ ひとり親家庭と寡婦の法律・生活相談 ひとり親家庭サポーター事業 愛光会館 結婚・離婚に伴う市税の手続き)
  # 引越し・住まい
  MOVING_HOUSE_TITLE = %W(「全国避難者情報システム」受付窓口を各区役所で設置しています 郵便 公社賃貸住宅への入居 サービス付き高齢者向け住宅登録制度 住宅用家屋証明書 長期優良住宅認定制度 大阪市新婚・子育て世帯向け分譲住宅購入融資利子補給制度の概要 大阪市エコ住宅普及促進事業住宅購入・整備融資利子補給の概要 固定資産税・都市計画税の減額制度等 住まいに関する相談(大阪市立住まい情報センター) 住宅の購入を検討されている方、必見！「中古住宅購入不安解消ナビ」を作成しました。 子育て世帯等支援型民間すまいりんぐ エコ住宅のアイディアの事例 子育て世帯等向け民間賃貸住宅改修費を補助します 高齢者住宅改修費給付事業 大阪市民間老朽住宅建替支援事業(タテカエ・サポーティング21) 民間マンションの耐震診断・改修補助制度 ブロッグ塀等の撤去を促進する補助制度について 密集住宅市街地の整備について 民間戸建住宅等の耐震診断・改修等補助制度 密集住宅市街地重点整備事業 分譲マンション再生検討費助成制度 分譲マンション長期修繕計画作成費助成制度 分譲マンションアドバイザー派遣制度 民間すまいりんぐ セーフティネット住宅(住宅確保要配慮者円滑入居賃貸住宅)の登録制度 大阪あんぜん・あんしん賃貸住宅登録制度 大阪市営住宅(公営住宅・改良住宅)の随時募集 市営すまいりんぐ(子育て応援型)・市営すまいりんぐ・市営特定賃貸住宅・市営再開発住宅の随時募集 市営住宅への入居 高齢者ケア付住宅 高齢者・高齢者特別設計住宅 終身建物賃貸借制度 地域魅力創出建築物修景事業\ 建築物の修景に関する相談(修景相談))
  # 就職・退職
  WORKING_RESIGN_TITLE = %W(大阪市内で保育士として働く方を支援します 大阪市地域就労支援センター〜就労相談を実施しています〜 あなたの就職を応援します！大阪市「しごと情報ひろば」をご利用ください！ 生活困窮者自立支援事業 「大阪府最低賃金」改定のお知らせ)
  # 介護・高齢者
  ELDERLY_CARE_TITLE = %W(老人福祉センター 高齢者の方を文化施設などへ優待します 敬老優待乗車証(敬老パス)について 住民の助け合いによる生活支援活動事業(モデル事業) 介護予防教室(なにわ元気塾) 集う場(認知症カフェ等)をご存知ですか？ 後期高齢者医療に加入されている方には、葬祭費が給付されます。 人間ドック費用の助成について 後期高齢者医療の健康診査について 交通事故等により介護保険サービスを使う場合について(第三者行為求償) 結核児童の療育給付 後期高齢者医療制度 介護保険サービス利用にかかる費用の医療費控除について 介護保険制度のご案内 介護保険で利用できる居宅サービス 高額医療・高額介護合算療養費制度のお知らせ 介護保険で利用できる施設サービス 社会福祉法人等による利用者負担額軽減制度 住宅改修費の支給 介護保険サービスの種類と利用者負担 介護保険負担限度額認定申請書 介護保険高額医療(介護予防)サービス費(相当事業費)支給申請書(受領委任払承認及び支給申請書含む) 定期巡回・随時対応型訪問介護看護サービスのご案内 介護用品の給付 在宅高齢者日常生活用具給付事業 ふれあいや安否確認のサービス 緊急通報システム事業 生活支援型食事サービス事業 寝具洗濯乾燥消毒サービス 家族介護慰労金 在日外国人高齢者給付金 障がい者控除対象者に認定書を交付します 軽費老人ホーム 生活支援ハウス 養護老人ホーム 高齢者の入浴利用料の割引きについて 市営福祉目的住宅(障がい者向け)ご案内 成年後見制度利用支援事業 あんしんさぽーと事業(日常生活自立支援事業))
  # 台風21号関連
  TYPHOON_RELATED_TITLE = %W(台風21号により被災された方に対する市税の減免などについて 災害見舞金について 台風21号による住家の被害に係る被災証明書の申請について 災害時の発達障がいのある方への支援について 被災した住まいに関する相談について)
  # 大阪府北部を震源とする地震関連
  EARTHQUAKE_RELATED_TITLE = %W(大阪府北部を震源とする地震にかかる災害弔慰金・災害障害見舞金・災害援護資金について 大阪府北部を震源とする地震義援金の第三次配分について 平成30年大阪府北部を震源とする地震義援金の受付終了について ブロック塀等の撤去を促進する補助制度について)
  # 安全・安心
  SAFETY_PEACE_TITLE = %W(救急に関する講習会のご案内(個人向け) 救急に関する講習会(団体向け) 突然の病気やケガで困ったら 被災者生活再建支援事業について 警戒レベルにより避難情報の発信をはじめます 民間戸建住宅等の耐震診断・改修等補助制度 民間建築物の耐震化の促進 民間住宅の耐震化の促進 耐震診断義務化建築物の耐震化の促進 〜大阪市内における建築物の施設・設計者のみなさまへ〜 雨水貯留タンク普及促進助成制度 災害弔慰金・災害障害見舞金(災害援護資金の貸付))
  # 戸籍・住民票・印鑑登録
  FAMILY_REGISTER_TITLE = %W(戸籍届出受理証明書の交付請求 東北地方太平洋沖地震にかかる住民票等各種証明書等手数料を免除します 消費生活に関する相談(電話・面談・電子メール))
  # 税
  TAX_TITLE = %W(市税の減免 保育事業にかかる固定資産税等の軽減措置等について 住宅のバリアフリー改修に伴う固定資産税の減額措置について 住宅の省エネ改修に伴う固定資産税の減額措置について 認定長期優良住宅にかかる固定資産税の減額措置について 住宅耐震改修に伴う固定資産税の減額措置について 要安全確認計画記載建築物等の耐震改修に伴う固定資産税の減額措置について 軽自動車税の減額・免除制度について 減免・納税の猶予・救済制度)
  # 国民健康保険
  HEALTH_INSURANCE_TITLE = %W(療養の給付 高額療養費 一部負担金の減免または徴収猶予 療養費・移送費・海外療養費の支給 出産育児一時金 葬祭費の支給 国民健康保険の給付 入院するとき(入院時食事療養費・入院時生活療養費) 保険料の軽減・減免 国民健康保険の保険事業 特定健診 大阪市後期高齢者医療保険料の延滞金の減免に関する要綱)
  # 国民年金
  PENSION_TITLE = %W(国民年金の給付の種類 老齢基礎年金 障がい基礎年金 遺族基礎年金 死亡一時金 寡婦年金 短期在留外国人の脱退一時金 付加年金 特別障がい給付金、老齢福祉年金、未支給年金、年金生活者支援給付金 年金生活者支援給付金 特別障がい給付金 未支給年金 保険料の免除、猶予および特例 国民年金保険料の産前産後期間免除制度 保険料の免除制度 給付猶予制度 学生納付特例制度 国民年金保険料の産前産後期間免除制度 保険料の免除制度 給付猶予制度 学生納付特例制度 国民年金基金)
  # 交通
  TRANSIT_TITLE = %W(大阪府高齢者運転免許自主返納サポート制度)
  # ごみ・環境保全
  REFUSE_TITLE = %W(マイボトルを持ってエコに出かけよう！ ごみ減量・3Rに関する啓発相談コーナーを開設しています 粗大ごみ収集のインターネット受け付けを開始します 航空機騒音対策区域における補助事業について)
  # 消費生活
  CONSUMED_LIFE_TITLE = %W(消費生活相談専用電話 クーリング・オフ トラブルバイバイ♪ 賃貸住宅のトラブルにご注意！ 消費者ホットライン「188(いやや)」番について 法律相談・家庭問題相談・税金相談・登記相談・年金相談・民事調停相談)
  # 健康・医療・福祉
  MEDICAL_CARE_TITLE = %W(風しんワクチンの接種費用助成のお知らせ 造血細胞移植により接種済みの定期予防接種の免疫が失われた方へ ぜん息・アレルギー疾患をもつお子さまに 夜間・休日の医療機関受診時における手話通訳派遣以来の受付 平成31年度\ 大阪市健康増進活動事業補助金の申請を受け付けます 平成31年度\ 公衆衛星活動事業補助金の申請を受け付けます 無料低額診療事業 令和元年度大阪市がん検診推進事業(子宮頸がん・乳がん検診無料クーポン券)について 骨粗しょう症検診 大阪市がん検診等の一覧 風しん抗体検査実施のお知らせ 歯周病検診 大阪市健康診査 大阪市HIV(エイズ)・梅毒・クラミジア検査【無料・匿名】 肝炎ウイルス検査 車いすの方・休日・外国語・女性スタッフなど対応可能！がん検診取扱医療機関のご案内 障がい者のための健康診査事業 高齢者用肺炎球菌ワクチン接種のお知らせ 学童期の予防接種 定期予防接種 子宮頸がん予防ワクチンの接種について 公害健康被害の補償等に関する法律関係(補償給付) 公害保険福祉事業について 学校や施設で実施する結核定期健康診断には一部補助金が交付されます 呼吸器講演会を開催します！ 結核健診日程 結核医療費の公費負担 こころの健康に関すること 自立支援医療(精神通院) 精神障がい者保険福祉手帳による各種の支援サービス 税制上の優遇措置の概要 文化施設等の入場優待 精神障がい者保険福祉手帳による府立施設使用料等の優待 特定相談(ひきこもり・依存症・思春期等) こころの悩み電話相談 ぜん息児童の健康回復セミナー(スポーツ体験)参加者募集！(締切:2019年11月8日) ぜん息児童の健康回復セミナー(スポーツ体験)参加者募集！(締切:2019年11月8日) 親と子の健康回復教室(野外教室)参加者募集！(締切:2019年9月27日) 子どものぜん息とアレルギー講演会を開催します！ すこやか手帳(健康手帳)の交付 指定難病医療費助成制度(難病方に基づく制度) 大阪市の難病対策 常設健康相談【保健師による健康相談】 健康相談 身体障がい者相談・判定 障がい者・障がい児事業所、施設等の情報 児童発達支援を利用されている3~5歳児に係る利用者負担給付事業 福祉バス借上げ補助 重度身体障がい者等タクシー料金給付 重度身体障がい者自動車改造補助 交通機関乗車料金福祉措置 盲ろう者通訳・介助者派遣事業 要約筆記者派遣 重度障がい者入浴サービス 有料道路障がい者割引 障害者の日常生活及び社会生活を総合的に支援するための法律及び児童福祉法の一部が改正され、新たなサービスが創設されます 地域相談支援(地域移行支援・地域定着支援) 舞洲障がい者スポーツセンター 大阪市住宅入居等支援事業 地域移行支援利用交通費給付事業 視覚障がい者訪問事業 心身障がい者リハビリテーションセンター からだの相談クリニック(総合医療相談) 特別障がい者手当等 特別児童扶養手当 障がい児福祉手当 外国人心身障がい者給付金 心身障がい者扶養共済制度 心身障がい者扶養共済制度 入院時食事療養費及び入院時生活療養費の助成について 重度障がい者医療費の助成 老人医療費助成制度 重症心身障がい者介護手当 重度障がい者日常生活用具の給付 大阪市点字図書給付事業 重度心身障がい者(児)住宅改修費給付 大阪市難聴児補聴器の購入に要する経費を支給します 重度障がい者等タクシー料金給付 障がいのある児童のための支援について 医療機関などを対象とした手話の出前講座 大阪市重症心身障がい児者等医療型短期入所を実施しています 補装具の購入・借受け・修理にかかる費用の支給 障がい福祉サービスの利用者負担及び軽減措置 障がい福祉サービスの種類と内容(平成30年4月1日移行) 重度障がい者等入院時コミュニケーションサポート事業の概要 大阪市における移動支援事業の概要 障がい福祉サービスの利用者負担等に係る寡婦控除等のみなし適用について 自立支援医療(更生医療) 生活福祉資金貸付 緊急援護資金 中国残留邦人等に対する地域生活支援(中国残留邦人等に対する支援給付) 生活保護 母子父子寡婦福祉資金の貸付 認知症高齢者緊急ショートステイ事業を実施します)
  # 文化・スポーツ・生涯学習
  CULTURE_SPORTS_TITLE = %W(芸術活動(団体・個人)助成事業 芸術・文化団体サポート事業)
  # 市民活動・コミュニティ
  CITIZEN_WORK_TITLE = %W(民間助成制度の活用について)
end