<template>
    <div class="ui container">
        <div class="ui raised segment">
            <h2 class="ui header title">プライバシーポリシー</h2>
            <p>
                管理者は，このウェブサイト上で提供するサービス（以下，「本サービス」といいます。）における，
                ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
            </p>
            <h3 class="ui header">１. プライバシー情報</h3>
            <p>
                1. プライバシー情報のうち「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により
                特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。
            </p>
            <p>
                2. プライバシー情報のうち「履歴情報および特性情報」とは，上記に定める「個人情報」以外のものをいい，ご利用いただいたサービス，ご覧になったページや広告の履歴，
                ユーザーが検索された検索キーワード，ご利用日時，ご利用の方法，ご利用環境，性別，職業，年齢，ユーザーのIPアドレス，クッキー情報，位置情報，端末の個体識別情報などを指します。
            </p>
            <h3 class="ui header">２. プライバシー情報の収集方法</h3>
            <p>
                1. 管理者は，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレス，銀行口座番号，クレジットカード番号，運転免許証番号などの個人情報をお尋ねすることがあります。
                また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,管理者の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。
            </p>
            <p>
                2. 管理者は，ユーザーについて，利用したサービスやソフトウェア，閲覧したページや広告の履歴，検索した検索キーワード，利用日時，利用方法，
                利用環境（携帯端末を通じてご利用の場合の当該端末の通信状態，利用に際しての各種設定情報なども含みます），IPアドレス，クッキー情報，位置情報，端末の個体識別情報などの履歴情報および特性情報を，
                ユーザーが管理者や提携先のサービスを利用しまたはページを閲覧する際に収集します。
            </p>
            <h3 class="ui header">３. 個人情報を収集・利用する目的</h3>
            <p>管理者が個人情報を収集・利用する目的は，以下のとおりです。</p>
            <p>
                (1)管理者サービスの提供・運営のため<br>
                (2)ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）<br>
                (3)ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び管理者が提供する他のサービスの案内のメールを送付するため<br>
                (4)メンテナンス，重要なお知らせなど必要に応じたご連絡のため<br>
                (5)利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため<br>
                (6)ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため<br>
                (7)有料サービスにおいて，ユーザーに利用料金を請求するため<br>
                (8)上記の利用目的に付随する目的
            </p>
            <h3 class="ui header">４. アクセス解析</h3>
            <p>
                本ウェブサイトでは，Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。
                このGoogleアナリティクスはアクセス情報の収集のためにCookieを使用しており，Cookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。
                Googleアナリティクスの利用規約に関して確認したい場合は，<a href="https://marketingplatform.google.com/about/analytics/terms/jp/" target="_blank" rel=”noopener”>Google アナリティクス利用規約</a>をご覧ください。
                また，「ユーザーが Google パートナーのサイトやアプリを使用する際の Google によるデータ使用」に関して確認したい場合は，<a href="https://policies.google.com/technologies/ads?hl=ja" target="_blank" rel=”noopener”>Google ポリシーと規約</a>をご覧ください。
            </p>
            <h3 class="ui header">５. 広告配信</h3>
            <p>
                1. 本ウェブサイトでは，第三者配信の広告サービス「Google Adsense」を利用しています。
                Googleなどの第三者広告配信事業者は，ユーザーの興味に応じた広告を表示するために，Cookie（本ウェブサイトのユーザーが本ウェブサイトや他のウェブサイトにアクセスした際の情報など）を使用することがあります。
                ユーザーは，広告設定でユーザーに合わせた広告（以下，「パーソナライズド広告」とします。）を<a href="https://adssettings.google.com/u/0/authenticated?hl=ja" target="_blank" rel=”noopener”>Google 広告設定</a>から無効にすることが出来ます。
                第三者配信による広告掲載を無効にしていない場合は，第三者配信事業者や広告ネットワークの配信する広告がウェブサイトに掲載されることがあります。
                Googleによって広告の第三者配信が認められている広告配信事業者の詳細は，<a href="https://support.google.com/admanager/answer/94149" target="_blank" rel=”noopener”>広告の第三者配信が認められている広告配信事業者</a>をご確認ください。
            </p>
            <p>
                2. Advice2は，Amazon.co.jpを宣伝しリンクすることによってサイトが紹介料を獲得できる手段を提供することを目的に設定されたアフィリエイトプログラムである，Amazonアソシエイト・プログラムの参加者です。
                第三者（Amazonや他の広告掲載者）がコンテンツおよび宣伝を提供し，ユーザーから直接情報を収集し，ユーザーのブラウザにCookieを設定したり，認識したりする場合があります。
            </p>
            <h3 class="ui header">６. 個人情報の第三者提供</h3>
            <p>1. 管理者は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。</p>
            <p>
                (1)人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき<br>
                (2)公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき<br>
                (3)国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br>
                (4)予め次の事項を告知あるいは公表し，かつ管理者が個人情報保護委員会に届出をしたとき<br>
                &emsp;1.利用目的に第三者への提供を含むこと<br>
                &emsp;2.第三者に提供されるデータの項目<br>
                &emsp;3.第三者への提供の手段または方法<br>
                &emsp;4.本人の求めに応じて個人情報の第三者への提供を停止すること<br>
                &emsp;5.本人の求めを受け付ける方法
            </p>
            <p>2. 前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。</p>
            <p>
                (1)管理者が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合<br>
                (2)合併その他の事由による事業の承継に伴って個人情報が提供される場合<br>
                (3)個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について
                責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合
            </p>
            <h3 class="ui header">７. 個人情報の開示</h3>
            <p>
                管理者は，本人から個人情報の開示を求められたときは，本人に対し本人確認をおこなった後，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する場合は，
                その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。なお，個人情報の開示に際しては，1件あたり1，000円の手数料を申し受けます。
            </p>
            <p>
                (1)本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合<br>
                (2)管理者の業務の適正な実施に著しい支障を及ぼすおそれがある場合<br>
                (3)その他法令に違反することとなる場合
            </p>
            <p>前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。</p>
            <h3 class="ui header">８. 個人情報の訂正および削除</h3>
            <p>1. ユーザーは，管理者の保有する自己の個人情報が誤った情報である場合には，管理者が定める手続きにより，管理者に対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。</p>
            <p>2. 管理者は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。</p>
            <p>3. 管理者は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。</p>
            <h3 class="ui header">９. 個人情報の利用停止等</h3>
            <p>1. 管理者は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。</p>
            <p>2. 前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。</p>
            <p>3. 管理者は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。</p>
            <p>4. 前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。</p>
            <h3 class="ui header">１０. プライバシーポリシーの変更</h3>
            <p>1. 本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。</p>
            <p>2. 管理者が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。</p>
            <h3 class="ui header">１１. お問い合わせ窓口</h3>
            <p>本ポリシーに関するお問い合わせは，管理者までお願いいたします。</p>
            <h3 class="ui header">附則</h3>
            <p class="terms-exec">本ポリシーは，2019年8月15日から施行します。</p>
            <p class="updated-date">
            </p>
        </div>
    </div>
</template>

<script>
    export default {
        mounted() {
            /** init */
            this.setScreenIdentFlag()
        },
        methods: {
            setScreenIdentFlag: function() {
                this.$store.commit('isIndex', false)
            },
        },
    }
</script>

<style lang="scss" scoped>
    /* 全体 */
    [v-cloak] {
        display: none;
    }

    /* SP縦横*/
    @media screen and (max-width: 599px) {
        .container .ui.container {
            margin: -1em 0 0 0 !important;
        }
    }

    /* container */
    .ui.container {
        display: flex;
        flex-direction: column;
        min-height: 60vh;
        margin-top: 50px;
        .ui.header.title {
            padding-top: 20px;
        }
        p {
            line-height: 2;
        }
        .policy-exec {
            padding-bottom: 20px;
        }
        .updated-date {
            padding-bottom: 20px;
        }
    }
</style>