<template>
    <div class="ui container">
        <div class="ui raised segment">
            <h2 class="ui header title">利用規約</h2>
            <p>
                この利用規約（以下，「本規約」といいます。）は，管理者がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。
                本サービス利用ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。
            </p>
            <h3 class="ui header">１. 適用</h3>
            <p>1. 本規約は，ユーザーと管理者との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p>
            <p>2. 管理者は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。</p>
            <p>3. 本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。</p>
            <h3 class="ui header">２. 利用登録</h3>
            <p>1. 本サービスにおいては，登録希望者が本規約に同意の上，管理者の定める方法によって利用登録を申請し，管理者がこれを承認することによって，利用登録が完了するものとします。</p>
            <p>2. 管理者は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。</p>
            <p>
                (1)利用登録の申請に際して虚偽の事項を届け出た場合<br>
                (2)本規約に違反したことがある者からの申請である場合<br>
                (3)反社会的勢力またはそれに準ずるものと何らかの関与や交流を持つ者からの申請である場合<br>
                (4)未成年者等の場合であり，法定代理人や後見人の同意などを得ていなかった場合<br>
                (5)その他，管理者が利用登録を相当でないと判断した場合
            </p>
            <h3 class="ui header">３. ユーザーIDおよびパスワードの管理</h3>
            <p>1. ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを適切に管理するものとします。</p>
            <p>2. ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与し，もしくは第三者と共用することはできません。管理者は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。</p>
            <p>3. ユーザーID及びパスワードが第三者によって使用されたことによって生じた損害は，管理者に故意又は重大な過失がある場合を除き，管理者は一切の責任を負わないものとします。</p>
            <h3 class="ui header">４. 禁止事項</h3>
            <p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
            <p>
                (1)法令または公序良俗に違反する行為<br>
                (2)犯罪行為に関連する行為<br>
                (3)本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為<br>
                (4)管理者，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為<br>
                (5)管理者のサービスの運営を妨害するおそれのある行為<br>
                (6)不正アクセスをし，またはこれを試みる行為<br>
                (7)他のユーザーに関する個人情報等を収集または蓄積する行為<br>
                (8)不正な目的を持って本サービスを利用する行為<br>
                (9)本サービスの他のユーザーまたはその他の第三者に不利益，損害，不快感を与える行為<br>
                (10)他のユーザーに成りすます行為<br>
                (11)管理者が許諾しない本サービス上での宣伝，広告，勧誘，または営業行為<br>
                (12)面識のない異性との出会いを目的とした行為<br>
                (13)管理者のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為<br>
                (14)その他，管理者が不適切と判断する行為
            </p>
            <h3 class="ui header">５. 本サービスの提供の停止等</h3>
            <p>1. 管理者は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。</p>
            <p>
                (1)本サービスにかかるコンピュータシステムの保守点検または更新を行う場合<br>
                (2)地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合<br>
                (3)コンピュータまたは通信回線等が事故により停止した場合<br>
                (4)その他，管理者が本サービスの提供が困難と判断した場合
            </p>
            <p>2. 管理者は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。</p>
            <h3 class="ui header">６. 利用制限および登録抹消</h3>
            <p>1. 管理者は，ユーザーが以下のいずれかに該当する場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。</p>
            <p>
                (1)本規約のいずれかの条項に違反した場合<br>
                (2)登録事項に虚偽の事実があることが判明した場合<br>
                (3)料金等の支払債務の不履行があった場合<br>
                (4)管理者からの連絡に対し，一定期間返答がない場合<br>
                (5)本サービスについて，最終の利用から一定期間利用がない場合<br>
                (6)その他，管理者が本サービスの利用を適当でないと判断した場合
            </p>
            <p>2. 管理者は，本条に基づき管理者が行った行為によりユーザーに生じた損害について，一切の責任を負いません。</p>
            <h3 class="ui header">７. 退会</h3>
            <p>ユーザーは，管理者の定める退会手続により，本サービスから退会できるものとします。</p>
            <h3 class="ui header">８. 保証の否認および免責事項</h3>
            <p>1. 管理者は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。<p>
            <p>2. 本サービスは管理者が独自に収集した情報を掲載しており，各自治体，国等は運営，情報においてなんら関与しておらず，情報の正確性，完全性を保証するものではありません。</p>
            <p>3. 管理者は，本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。ただし，本サービスに関する管理者とユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合，この免責規定は適用されません。</p>
            <p>4. 前項ただし書に定める場合であっても，管理者は，管理者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（管理者またはユーザーが損害発生につき予見し，または予見し得た場合を含みます。）について一切の責任を負いません。また，管理者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償はいたしません。</p>
            <p>5. 管理者は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。</p>
            <h3 class="ui header">９. 広告</h3>
            <p>管理者は，本サービスに管理者または第三者の広告を掲載することができるものとします。</p>
            <h3 class="ui header">１０. サービス内容の変更等</h3>
            <p>管理者は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。</p>
            <h3 class="ui header">１１. 利用規約の変更</h3>
            <p>
                管理者は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。
                なお，本規約の変更後，本サービスの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします。
            </p>
            <h3 class="ui header">１２. 個人情報の取扱い</h3>
            <p>管理者は，本サービスの利用によって取得する個人情報については，管理者「プライバシーポリシー」に従い適切に取り扱うものとします。</p>
            <h3 class="ui header">１３. 通知または連絡</h3>
            <p>
                ユーザーと管理者との間の通知または連絡は，管理者の定める方法によって行うものとします。
                管理者は,ユーザーから,管理者が別途定める方式に従った変更届け出がない限り,現在登録されている連絡先が有効なものとみなして当該連絡先へ通知または連絡を行い,これらは,発信時にユーザーへ到達したものとみなします。
            </p>
            <h3 class="ui header">１４. 権利義務の譲渡の禁止</h3>
            <p>ユーザーは，管理者の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</p>
            <h3 class="ui header">１５. 準拠法・裁判管轄</h3>
            <p>1. 本規約の解釈にあたっては，日本法を準拠法とします。</p>
            <p>2. 本サービスに関して紛争が生じた場合には，管理者の所在地を管轄する裁判所を専属的合意管轄とします。</p>
            <h3 class="ui header">附則</h3>
            <p class="terms-exec">本規約は，2019年8月15日から施行します。</p>
            <p class="updated-date">
            </p>
        </div>
    </div>
</template>

<script>
    export default {
        mounted() {
            /** init */
            this.setScreenIdentFlag()
        },
        methods: {
            setScreenIdentFlag: function() {
                this.$store.commit('isIndex', false)
            },
        }
    }
</script>

<style lang="scss" scoped>
    /* 全体 */
    [v-cloak] {
        display: none;
    }

    /* container */
    .ui.container {
        display: flex;
        flex-direction: column;
        min-height: 60vh;
        margin-top: 60px;
        .ui.header.title {
            padding-top: 20px;
        }
        p {
            line-height: 2;
        }
        .terms-exec {
            padding-bottom: 20px;
        }
        .updated-date {
            padding-bottom: 20px;
        }
    }
</style>